[
  "remotely-save",
  "obsidian-excel-to-markdown-table",
  "data-files-editor",
  "collapsible-code-blocks",
  "automatic-linker",
  "smart-rename",
  "obsidian-tasks-plugin",
  "calendar",
  "obsidian-importer",
  "tasknotes",
  "obsidian-style-settings",
  "templater-obsidian",
  "quickadd",
  "dataview",
  "obsidian-local-rest-api",
  "prettier",
  "vault-ai",
  "obsidian-task-progress-bar"
]